{
  "comics": [
    {
      "id": 1,
      "location": "Japan - Shonen Jump",
      "image": "https://images-na.ssl-images-amazon.com/images/S/cmx-images-prod/Item/650450/650450._SX1280_QL80_TTD_.jpg",
      "city": "Tokyo",
      "state": "Kanegawa",
      "description": "The legend of the Straw Hats continues to grow as the battle with Big Mom is recapped in a song! Then get ready for Build King, a zany one-shot about a living house from the Toriko creator! Plus, duels so insane in Yu-Gi-Oh! ARC-V, you'll scream, 'Oh, my Genesis Omega Dragon!",
      "rating": 4,
      "volume": 45,
      "issue": 74,
      "release": "Tue - Thu"
    },
    {
      "id": 2,
      "location": "America - DC Comics",
      "image": "https://images-na.ssl-images-amazon.com/images/I/A1wC3pAqT1L.jpg",
      "city": "New York",
      "state": "NY",
      "description": "From Adam Strange to Zoom, this book is an A-Z guide to your favorite DC Comics heroes and villains.DC Comics Ultimate Character Guide takes you alphabetically through the heroic and villainous characters that make up the DC Comics universe. Learn new facts and bits of information about your favorite heroes such as Superman and Wonder Woman, and explore the powers and backgrounds of characters such as Captain Boomerang and The Question.With profiles and statistics on more than 200 characters, the DC Comics Ultimate Character Guide is the perfect introduction to the Super Heroes and Villains of the DC Comics universe.",
      "rating": 4,
      "volume": 39,
      "issue": 80,
      "release": "Mon - Fri"
    },
    {
      "id": 3,
      "location": "North America - Marvel Comics",
      "image": "https://images-na.ssl-images-amazon.com/images/S/cmx-images-prod/Item/697755/697755._SX1280_QL80_TTD_.jpg",
      "city": "Los Angeles",
      "state": "LA",
      "description": "Collects Origins Of Marvel Comics, Origins Of Marvel Comics: X-Men, Heroic Age: Super Heroes, Heroic Age: Villains And Heroic Age: X-Men.An all-star lineup of creators brings you the origins of Marvel's greatest heroes! Short, accessible origin stories you'll want to cut out and tape up on your wall! From the Avengers to the X-Men! From Iron Man, Thor, the Fantastic Four and Spider-Man to Hulk, Deadpool, Black Widow and the Punisher! Cyclops! Wolverine! Magneto! They're all here!",
      "rating": 5,
      "volume": 50,
      "issue": 82,
      "release": "Tue - Sat"
    }
  ]
}